return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 2133000,
	["lvmin"] = 45,
	["lvmax"] = 55,
	["job"] = {0, 100, 110, 111, 112, 120, 121, 122, 130, 131, 132, 200, 210, 211, 212, 220, 221, 222, 230, 231, 232, 300, 310, 311, 312, 320, 321, 322, 400, 410, 411, 412, 420, 421, 422, 430, 431, 432, 433, 434, 500, 510, 511, 512, 520, 521, 522},
}
nTable["check1"] = {
	["npc"] = 2133000,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "독안개의 숲",
	["0"] = "망가진 시간의 문을 통해 갈 수 있는 과거의 시간. 엘린 숲의 요정이 오염된 숲을 구해줄 용사를 기다리고 있다. 하지만 과연... 과거의 역사에 개입해도 되는 걸까?\n\n  - #e제한시간#n : 30분\n  - #e참가인원#n : 3 ∼ 5명\n",
	["1"] = "핼리오스탑 최상층, 시간 제어실에 있는 망가진 시간의 문을 통해서 과거의 시간으로 갈 수 있다.\n시간의 문 너머에 펼쳐진 또다른 메이플 월드. 이곳은 아무래도 빅토리아 아일랜드의 과거 같다. 그런데 이게 왠일인가? 괴인이 나타나 엘린 숲을 오염시키고 있다고? 그렇다면 당연히 도와줘야지! 하지만 과거의 역사에 개입해서는 안 된다는데... 엘린의 마법을 빌리면 역사에 개입하지 않고도 숲을 구할 수 있을까? 숲을 구하고 받게 되는 #b#t4001198##k을 모아서 #b#t1032060##k을 만들어 보자.\n#e수행기록#n\n      완료 / 도전        #r#jcmp# #k/ #b#jtry# #k\n      최단기록           #b#jmin# #k분 #b#jsec# #k초 ( #jdate# )\n      #b#i1032060# #t1032060# #k             #r #jhave0# #k\n      #b#i1032061# #t1032061# #k   #r #jhave1# #k\n      성적\n                                         #b#jrank#   #kRANK \n\n\n#e줄거리#n\n망가진 시간의 문을 통해 갈 수 있는 과거의 시간. 엘린 숲의 요정이 오염된 숲을 구해줄 용사를 기다리고 있다. 하지만 과연... 과거의 역사에 개입해도 되는 걸까?",
	["2"] = "과거의 빅토리아 아일랜드를 지키던 다섯 명의 용사 중 한 명의 모습으로 변해 엘린 숲을 구했다. 역사에 이름이 오르는 건 그들이겠지만... 괜찮다. 엘린만큼은 기억해주겠다고 했으니까.\n#e수행기록#n\n      완료 / 도전        #r#jcmp# #k/ #b#jtry# #k\n      최단기록           #b#jmin# #k분 #b#jsec# #k초 ( #jdate# )\n      #b#i1032060# #t1032060# #k             #r #jhave0# #k\n      #b#i1032061# #t1032061# #k   #r #jhave1# #k \n      성적\n                                         #b#jrank#   #kRANK \n\n\n#e줄거리#n\n망가진 시간의 문을 통해 갈 수 있는 과거의 시간. 엘린 숲의 요정이 오염된 숲을 구해줄 용사를 기다리고 있다. 하지만 과연... 과거의 역사에 개입해도 되는 걸까?",
	["area"] = 47,
	["sortkey"] = "50",
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end