return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 1012112,
	["lvmin"] = 10,
}
nTable["check1"] = {
	["npc"] = 1012112,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "월묘의 떡",
	["0"] = "만월의 #b#m910010000##k에만 등장한다는 신비한 토끼 월묘. #b#p1012114##k에게 #r#t04001101##k을 구해줄 모험가들을 #b#m100000200##k의 #b#p1012112##k가 찾고 있다.\n월묘를 만나고 싶으면 달맞이꽃 씨앗을 정해진 위치에 심어 보름달을 불러내야 한다. #r떡 10개#k를 다 만들 때까지 난폭한 동물들에게서 월묘를 안전하게 지켜주자.\n\n  - #e제한시간#n : 10분\n  - #e참가인원#n : 3 ~ 6명\n  - #e최종 보상#n : #b#i1002798# #t1002798##k\n                    (월묘의 떡을 20개 모은 후,\n                    토리에게 가져다 주면\n                    모자 습득 가능)",
	["1"] = "#b월묘의 떡 10개#k를 얻어 어흥이에게 전해주자!\n#e수행기록#n\n      완료 / 도전        #r#jcmp# #k/ #b#jtry# #k\n      최단기록           #b#jmin# #k분 #b#jsec# #k초 ( #jdate# ) \n      #b#i1002798# #t1002798# #k         #r #jhave# #k\n      성적\n                                         #b#jrank#   #kRANK \n\n\n#e줄거리#n\n만월의 #b#m910010000##k에만 등장한다는 신비한 토끼 월묘. #b#p1012114##k에게 #r#t04001101##k을 구해줄 모험가들을 #b#m100000200##k의 #b#p1012112##k가 찾고 있다.\n월묘를 만나고 싶으면 달맞이꽃 씨앗을 정해진 위치에 심어 보름달을 불러내야 한다. #r떡 10개#k를 다 만들 때까지 난폭한 동물들에게서 월묘를 안전하게 지켜주자.",
	["2"] = "어흥이를 배불리 먹이는 데 성공한 나와 동료들의 척척맞는 팀워크는 헤네시스 사람들에게 꽤나 화제가 되었다.\n#e수행기록#n\n      완료 / 도전        #r#jcmp# #k/ #b#jtry# #k\n      최단기록           #b#jmin# #k분 #b#jsec# #k초 ( #jdate# ) \n      성적\n                                         #b#jrank#   #kRANK \n\n\n#e줄거리#n\n만월의 #b#m910010000##k에만 등장한다는 신비한 토끼 월묘. #b#p1012114##k에게 #r#t04001101##k을 구해줄 모험가들을 #b#m100000200##k의 #b#p1012112##k가 찾고 있다.\n월묘를 만나고 싶으면 달맞이꽃 씨앗을 정해진 위치에 심어 보름달을 불러내야 한다. #r떡 10개#k를 다 만들 때까지 난폭한 동물들에게서 월묘를 안전하게 지켜주자.",
	["area"] = 47,
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end