return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 2042000,
	["lvmin"] = 30,
	["lvmax"] = 50,
}
nTable["check1"] = {
	["npc"] = 2042000,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "몬스터 카니발",
	["0"] = "진정한 강자들의 축제, 몬스터 카니발!\n몬스터를 사냥하면 얻는 CP를 10분 안에 많이 얻는 파티가 승리한다. CP를 소모해 사용하는 스킬, 몬스터, 수호물 등으로 상대를 방해한다면 더 강한 파티를 이기는 것도 가능하다.\n\n  - #e제한시간#n : 10분\n  - #e전장#n \n    1) 필드 1 · 2 : 2 ~ 4명, 난이도 하\n                       (브라운 테니, 블록골렘)\n    2) 필드 3 · 4 : 2 ~ 4명, 난이도 중\n                       (장난감 목마, 로보토이)\n    3) 필드 5 · 6 : 3 ~ 4명, 난이도 상\n                       (롬바드, 로보토이)\n  - #e최종 보상#n : #b#i1122007# #t1122007##k\n                    (#t04001129#을 50개 모으면 \n                    #p2042000#에게서 받을 수 있음)",
	["1"] = "몬스터 카니발에서 승리해 강함을 증명하라! #r#t04001129# 50개#k로 #b#t01122007##k를 얻을 수 있다. #b#t02041211##k로 목걸이의 성능을 업그레이드해 보자.\n#e수행기록#n\n        #b#jtry# #k전           (중도포기 #r#jgvup# #k회) \n       #r #jvic# #k승        #r #jlose# #k패        #r #jdraw# #k무\n        #b#i1122007# #t1122007# #k         #r #jhave# #k\n        성적\n                                    #b #jrank# #k  RANK \n\n\n#e줄거리#n \n진정한 강자들의 축제, 몬스터 카니발!\n몬스터를 사냥하면 얻는 CP를 10분 안에 많이 얻는 파티가 승리한다. CP를 소모해 사용하는 스킬, 몬스터, 수호물 등으로 상대를 방해한다면 더 강한 파티를 이기는 것도 가능하다.",
	["2"] = "몬스터 카니발에서 확인한 팀 동료와의 협동. 서로가 힘을 합하면 몬스터 카니발보다도 더 큰 무언가를 이룰 수 있을 거라 믿는다.\n#e#e수행기록#n\n        #b#jtry# #k전           (중도포기 #r#jgvup# #k회) \n       #r #jvic# #k승        #r #jlose# #k패        #r #jdraw# #k무\n        #b#i01122007# #t01122007# #k         #r #jhave# #k\n        성적\n                                    #b #jrank# #k  RANK \n\n\n#e줄거리#n \n진정한 강자들의 축제, 몬스터 카니발!\n몬스터를 사냥하면 얻는 CP를 10분 안에 많이 얻는 파티가 승리한다. CP를 소모해 사용하는 스킬, 몬스터, 수호물 등으로 상대를 방해한다면 더 강한 파티를 이기는 것도 가능하다.",
	["area"] = 47,
	["sortkey"] = "70",
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end