return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 2042000,
	["lvmin"] = 51,
	["lvmax"] = 70,
}
nTable["check1"] = {
	["npc"] = 2042000,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "제 2회 몬스터 카니발",
	["0"] = "진정한 강자들의 축제, 제 2회 몬스터 카니발!\n몬스터를 사냥하면 얻는 CP를 10분 안에 많이 얻는 파티가 승리한다. CP를 소모해 사용하는 스킬, 몬스터, 수호물 등으로 상대를 방해한다면 더 강한 파티를 이기는 것도 가능하다.\n\n  - #e제한시간#n : 10분\n  - #e전장#n \n    1) 필드 1 : 2 ~ 4명, 난이도 하\n    2) 필드 2 : 2 ~ 4명, 난이도 중\n    3) 필드 3 : 3 ~ 6명, 난이도 상\n  - #e최종 보상#n : #b#i1122058# #t1122058##k\n                    (#t04001254#을 150개 모\n                    으면 #p2042000#에게 받을 수 있음)",
	["1"] = "제 2회 몬스터 카니발에서 승리해 강함을 증명하라! #r#t04001254##k으로 #b#t1122058##k를 얻을 수 있다. \n#e수행기록#n\n        #b#jtry# #k전           (중도포기 #r#jgvup# #k회) \n       #r #jvic# #k승        #r #jlose# #k패        #r #jdraw# #k무\n        #b#i1122058# #t1122058# #k    #r #jhave# #k\n        성적\n                                    #b #jrank# #k  RANK \n\n\n#e줄거리#n \n진정한 강자들의 축제, 몬스터 카니발!\n몬스터를 사냥하면 얻는 CP를 10분 안에 많이 얻는 파티가 승리한다. CP를 소모해 사용하는 스킬, 몬스터, 수호물 등으로 상대를 방해한다면 더 강한 파티를 이기는 것도 가능하다.",
	["2"] = "제 2회 몬스터 카니발에서 확인한 팀 동료와의 협동. 서로가 힘을 합하면 몬스터 카니발보다도 더 큰 무언가를 이룰 수 있을 거라 믿는다.\n#e#e수행기록#n\n        #b#jtry# #k전           (중도포기 #r#jgvup# #k회) \n       #r #jvic# #k승        #r #jlose# #k패        #r #jdraw# #k무\n        #b#i1122058# #t1122058# #k         #r #jhave# #k\n        성적\n                                    #b #jrank# #k  RANK \n\n\n#e줄거리#n \n진정한 강자들의 축제, 몬스터 카니발!\n몬스터를 사냥하면 얻는 CP를 10분 안에 많이 얻는 파티가 승리한다. CP를 소모해 사용하는 스킬, 몬스터, 수호물 등으로 상대를 방해한다면 더 강한 파티를 이기는 것도 가능하다.",
	["area"] = 47,
	["sortkey"] = "71",
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end