return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 2081013,
	["lvmin"] = 120,
	["startscript"] = "q20405s",
	["quest"] = {{["id"] = 20404, ["state"] = 2}},
	["job"] = {1100, 1110, 1111, 1112, 1200, 1210, 1211, 1212, 1300, 1310, 1311, 1312, 1400, 1410, 1411, 1412, 1500, 1510, 1511, 1512},
}
nTable["check1"] = {
	["npc"] = 2081013,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "검은 마녀의 동굴",
	["0"] = "#p2081012#의 말대로 #b#o9001010#의 동굴#k을 찾아가자.",
	["1"] = "동굴 한 쪽 벽에 왠 쪽지가 붙어 있다. 내용을 읽어 보니 #p1103000#가 남긴 것 같다. 저주의 주체는 발견하지 못했지만 저주 도구는 발견. 회수해서 에레브로 이송... 아무래도 한 발 늦은 것 같다. #p1103000#는 임무를 완료한 모양이다. #b에레브#k로 가자.",
	["2"] = "동굴 한 쪽 벽에 왠 쪽지가 붙어 있다. 내용을 읽어 보니 #p1103000#가 남긴 것 같다. 저주의 주체는 발견하지 못했지만 저주 도구는 발견. 회수해서 에레브로 이송... 아무래도 한 발 늦은 것 같다. #p1103000#는 임무를 완료한 모양이다. 에레브로 가자.",
	["area"] = 15,
	["type"] = "[전직]",
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end