return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 1101002,
	["startscript"] = "q20001s",
	["quest"] = {{["id"] = 20000, ["state"] = 2}, {["id"] = 20010}, {["id"] = 20011}, {["id"] = 20012}, {["id"] = 20013}, {["id"] = 20014}, {["id"] = 20015}, {["id"] = 20016}, {["id"] = 20017}, {["id"] = 20018}, {["id"] = 20019}, {["id"] = 20020}},
	["job"] = {1000},
}
nTable["check1"] = {
	["npc"] = 1101002,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "책사 나인하트",
	["0"] = "이제 #p1101000#의 책사 #b#p1101002##k를 만나 그에게 앞으로 해야 할 일에 대해 물어보자.",
	["1"] = "#p1101002#는 메이플 월드를 위해 싸우기에 당신은 너무 약해 아직 수련기사로 임명할 수 없다며 일단 좀 더 강해지라고 말했다. 수련기사까지의 수련은 이미 준비되어 있다니 #b수련교관 #p1102000##k에게 가면 될 것 같다.",
	["2"] = "#p1101002#는 메이플 월드를 위해 싸우기에 당신은 너무 약해 아직 수련기사로 임명할 수 없다며 일단 좀 더 강해지라고 말했다. 수련기사까지의 수련은 이미 준비되어 있다니 #b수련교관 #p1102000##k에게 가면 될 것 같다.",
	["area"] = 15,
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end