return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 1102000,
	["startscript"] = "q20008s",
	["quest"] = {{["id"] = 20007, ["state"] = 2}, {["id"] = 20010}, {["id"] = 20011}, {["id"] = 20012}, {["id"] = 20013}, {["id"] = 20014}, {["id"] = 20015}, {["id"] = 20016}, {["id"] = 20017}, {["id"] = 20018}, {["id"] = 20019}, {["id"] = 20020}},
	["job"] = {1000},
}
nTable["check1"] = {
	["npc"] = 1102000,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "기사의 길",
	["0"] = "#b수련교관 #p1102000##k에게 수련기사가 되기 위한 마지막 시험을 받아보자.",
	["1"] = "여제에 대한 충성. 검은 마법사를 두려워하지 않는 용기. 그 어떤 상황에서도 신념을 지켜나갈 수 있는 의지. 이 세 가지만 잊지 않는다면 시그너스 기사단의 일원으로 끝까지 싸워나갈 수 있을 것이다.",
	["2"] = "검은 마법사를 두려워하지 않는 용기. 여제에 대한 충성. 그 어떤 상황에서도 신념을 지켜나갈 수 있는 의지. 이 세 가지만 잊지 않는다면 시그너스 기사단의 일원으로 끝까지 싸워나갈 수 있을 것이다.",
	["area"] = 15,
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end