return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 1101002,
	["startscript"] = "q20020s",
	["lvmin"] = 10,
	["infoNumber"] = 20022,
	["infoex"] = {"1"},
	["quest"] = {{["id"] = 20000}, {["id"] = 20001}, {["id"] = 20002}, {["id"] = 20003}, {["id"] = 20004}, {["id"] = 20005}, {["id"] = 20006}, {["id"] = 20007}, {["id"] = 20008}, {["id"] = 20100}},
	["job"] = {1000},
}
nTable["check1"] = {
	["npc"] = 1101002,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "다섯 개의 갈림길",
	["area"] = 15,
	["0"] = "#b#p1101002##k에게 가서 수련기사로 인정을 받자.",
	["1"] = "#p1101002#는 기사가 되려면 일단 어떤 기사가 되고 싶은 건지 정해야 한다며, 다섯 개의 기사의 길을 보여주었다. 검과 소울의 소울 마스터, 마법과 플레임의 플레임 위자드, 활과 스톰의 윈드 브레이커, 표창과 다크니스의 나이트워커, 너클과 라이트닝의 스트라이커... 어느 길을 택할까? 선택은 자유이다.",
	["2"] = "#p1101002#는 기사가 되려면 일단 어떤 기사가 되고 싶은 건지 정해야 한다며, 다섯 개의 기사의 길을 보여주었다. 검과 소울의 소울 마스터, 마법과 플레임의 플레임 위자드, 활과 스톰의 윈드 브레이커, 표창과 다크니스의 나이트워커, 너클과 라이트닝의 스트라이커... 어느 길을 택할까? 선택은 자유이다.",
	["type"] = "[전직]",
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end