return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 1201000,
	["lvmin"] = 10,
	["startscript"] = "q21100s",
	["job"] = {2000},
}
nTable["check1"] = {
	["npc"] = 1201000,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "다섯 명의 영웅",
	["area"] = 6,
	["0"] = "본격적인 수련을 하려면 과거의 내가 영웅들 중 누구였는지 알아야 하는 모양이다. 하지만 기억나는 것이 아무것도 없는데... #b#p1201000##k과 함께 고민해 보자.",
	["1"] = "#p1201000#은 얼음 속에서 영웅들을 발굴하던 중, 영웅이 사용하던 것으로 추정되는 무기를 발견해서 마을에 가져다 놓았는데 혹시 당신의 것은 아니냐고 물었다. 만약 그렇다면 당신은 #b폴암을 사용하던 영웅 아란#k일 것이라는데...",
	["2"] = "#p1201000#은 얼음 속에서 영웅들을 발굴하던 중, 영웅이 사용하던 것으로 추정되는 무기를 발견해서 마을에 가져다 놓았는데 혹시 당신의 것은 아니냐고 물었다. 만약 그렇다면 당신은 #b폴암을 사용하던 영웅 아란#k일 것이라는데...",
	["type"] = "[전직]",
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end