return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 1013000,
	["startscript"] = "q22578s",
	["lvmin"] = 57,
	["quest"] = {{["id"] = 22576, ["state"] = 2}},
	["job"] = {2200, 2210, 2211, 2212, 2213, 2214, 2215, 2216, 2217, 2218},
}
nTable["check1"] = {
	["npc"] = 1013000,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "비밀단체에 대한 의문",
	["area"] = 7,
	["0"] = "#t4032471# 전달까지 해내자 #b#p1013000##k가 하고 싶은 말이 있나 보다",
	["1"] = "#p1013000#와 비밀단체가 하는 일에 대해 이야기해 보았다. 아무래도 이번 일은 사람들을 위해 좀비를 없애는 것 같다. 너무 비밀스럽게 움직여서 좀 이상하기는 역시 비밀단체는 좋은 단체인 것 같다. ",
	["2"] = "#p1013000#와 비밀단체가 하는 일에 대해 이야기했다. 이번 일은 아무래도 사람들을 위해 좀비를 없#p1012110# 것 같다. 너무 비밀스럽게 움직여서 좀 이상하기는 하지만 역시 비밀단체는 좋은 단체인 것 같다. ",
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end