return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 1013000,
	["startscript"] = "q22603s",
	["lvmin"] = 120,
	["job"] = {2200, 2210, 2211, 2212, 2213, 2214, 2215, 2216, 2217, 2218},
}
nTable["check1"] = {
	["npc"] = 1013000,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "탈피 직후2",
	["area"] = 7,
	["0"] = "레벨 120이 되자 #p1013000#는 한 층 더 성장했다. 혹시 전처럼 남는 비늘이 생기지 않았을까? #p1013000#에게 말을 걸어 보자.",
	["1"] = "#p1013000#는 이번에도 드래곤의 힘이 그대로 담긴 비늘이 하나 남았다며 비늘을 건네 주었다. 전보다 더 강력한 힘이 담긴 것 같다. 이번에도 #b메이커 스킬#k로 좋은 아이템을 만들 수 있을 것이다.\n\n그나저나 성장한 #p1013000#는 위압감이 엄청나다... #p1013000#와 함께 나도 강해지지 않았다면 눈도 마주치지 못했을지도 모르겠다.",
	["2"] = "#p1013000#는 이번에도 드래곤의 힘이 그대로 담긴 비늘이 하나 남았다며 비늘을 건네 주었다. 전보다 더 강력한 힘이 담긴 것 같다. 이번에도 #b메이커 스킬#k로 좋은 아이템을 만들 수 있을 것이다.\n\n그나저나 성장한 #p1013000#는 위압감이 엄청나다... #p1013000#와 함께 나도 강해지지 않았다면 눈도 마주치지 못했을지도 모르겠다.",
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end