return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 2012012,
	["lvmin"] = 70,
	["startscript"] = "q22593s",
	["quest"] = {{["id"] = 22592, ["state"] = 1}},
	["job"] = {2200, 2210, 2211, 2212, 2213, 2214, 2215, 2216, 2217, 2218},
}
nTable["check1"] = {
	["npc"] = 2012012,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "첫 번째 임무의 결과",
	["area"] = 7,
	["0"] = "블랙윙의 임무가 과연 사람들을 돕는 일이었을까? 아니면 우리를 이용하려는 것이었을까. #b#m200000000##k로 가서 첫 번째 임무, #t4032468# 만들기의 결과를 확인하자.",
	["1"] = "#m200000000#의 요정 #p2012012#는 이상하게 급격히 커진 네펜데스 때문에 한동안 고생했다며, 누군가 도와주지 않았으면 곤란할 뻔 했다고 말했다. 곡물을 성장시켜 식량을 만들 거라는 예상과 달리 #r#t4032468#는 오히려 사람들에게 불편만을 가져다 주었다#k.",
	["2"] = "#m200000000#의 요정 #p2012012#는 이상하게 급격히 커진 네펜데스 때문에 한동안 고생했다며, 누군가 도와주지 않았으면 곤란할 뻔 했다고 말했다. 곡물을 성장시켜 식량을 만들 거라는 예상과 달리 #r#t4032468#는 오히려 사람들에게 불편만을 가져다 주었다#k.",
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end