return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 1013000,
	["startscript"] = "q22507s",
	["lvmin"] = 13,
	["quest"] = {{["id"] = 22506, ["state"] = 2}},
	["job"] = {2200, 2210, 2211, 2212, 2213, 2214, 2215, 2216, 2217, 2218},
}
nTable["check1"] = {
	["npc"] = 1013000,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "드래곤 마스터란?",
	["area"] = 7,
	["0"] = "그러고 보니 #p1013000# 말마따나 전보다 조금 강해진 기분이다. #b#p1013000##k에게 어떻게 된 건지 물어보자.",
	["1"] = "#p1013000#는 #b계약을 통해 이어진 용과 인간은 한 쪽이 강해지면 다른 쪽 또한 강해진다#k고 말해 주었다. 그러면서 의기양양하게 자신의 힘을 사용하라는데... ",
	["2"] = "#p1013000#는 계약을 통해 이어진 용과 인간은 한 쪽이 강해지면 다른 쪽 또한 강해진다고 말해 주었다. 그러면서 의기양양하게 자신의 힘을 사용하라는데... 그렇게 말해도 당장 싸울 일이 있을 리가 없잖아.",
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end