return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 1013000,
	["startscript"] = "q22565s",
	["lvmin"] = 42,
	["quest"] = {{["id"] = 22564, ["state"] = 2}},
	["job"] = {2200, 2210, 2211, 2212, 2213, 2214, 2215, 2216, 2217, 2218},
}
nTable["check1"] = {
	["npc"] = 1013000,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "포기는 금물",
	["area"] = 7,
	["0"] = "#p1013000#는 오닉스 드래곤이고, 오닉스 드래곤은 이미 멸종했다는 말을 들었다. #p1013000#의 기분이 나빠지지 않았을까? #b#p1013000##k를 위로해 주자.",
	["1"] = "#p1013000#는 자신이 있는 것처럼 어딘가에 또 다른 살아있는 오닉스 드래곤이 존재할지도 모른다며, 포기하지 않고 계속 찾아보자고 말했다. 역시 내 드래곤! 의젓하다. \r\n\r\n#p1013000#의 말이 맞다. 희망을 버리기엔 아직 이르다. 또 다른 정보가 있을지도 모르니 #p1032001#의 연락을 기다리자. ",
	["2"] = "#p1013000#는 자신이 있는 것처럼 어딘가에 또 다른 살아있는 오닉스 드래곤이 존재할지도 모른다며, 포기하지 않고 계속 찾아보자고 말했다. 역시 내 드래곤! 의젓하다. \r\n\r\n#p1013000#의 말이 맞다. 희망을 버리기엔 아직 이르다. 또 다른 정보가 있을지도 모르니 #p1032001#의 연락을 기다리자. ",
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end