return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 1013000,
	["startscript"] = "q22585s",
	["lvmin"] = 68,
	["quest"] = {{["id"] = 22584, ["state"] = 2}},
	["job"] = {2200, 2210, 2211, 2212, 2213, 2214, 2215, 2216, 2217, 2218},
}
nTable["check1"] = {
	["npc"] = 1013000,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "비밀단체에 대한 의혹",
	["area"] = 7,
	["0"] = "비밀단체의 세 번째 임무를 마쳤다. 그런데 #p1013000#가 심각한 표정으로 뭔가 말하려 하는데... 무슨 일일까? #b#p1013000##k에게 말을 걸어보자.",
	["1"] = "#p1013000#는 블랙윙이란 단체에 대한 의혹을 제기했다. 그러고 보니 왜 #t4000144#을 #m922030010#에서 풀어놔야 했는지, #o9300390#이라는 몬스터는 꼭 퇴치했어야 하는 건지, #o9300390#이 마지막에 한 말은 과연 무슨 의미가 있는 설명을 듣지 못했다. #b과연 블랙윙은 좋은 단체일까#k? 조금 의심이 들기도 하고...",
	["2"] = "#p1013000#는 블랙윙이란 단체에 대한 의혹을 제기했다. 그러고 보니 왜 #t4000144#을 #m922030010#에서 풀어놔야 했는지, #o9300390#이라는 몬스터는 꼭 퇴치했어야 하는 건지, #o9300390#이 마지막에 한 말은 무슨 의미가 있는 건지 설명을 듣지 못했다. #b과연 블랙윙은 좋은 단체일까#k? 조금 의심이 들기도 하고...",
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end