return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 1052103,
	["startscript"] = "q22536s",
	["lvmin"] = 28,
	["quest"] = {{["id"] = 22533, ["state"] = 1}, {["id"] = 22535, ["state"] = 2}},
	["job"] = {2200, 2210, 2211, 2212, 2213, 2214, 2215, 2216, 2217, 2218},
}
nTable["check1"] = {
	["npc"] = 1052103,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "커닝시티 탐문수사 : 넬라",
	["area"] = 7,
	["0"] = "#b#m103000000##k 탐문수사 중, 냄새를 잘 맡는 #p1052103#를 소개받았다. #b#p1052103##k에게 말을 걸어 보자.",
	["1"] = "#p1052103#는 #m103000000#의 도적들은 조금 비열하긴 해도 뭔가를 훔치는 사람들은 아니라고 버럭 화를 냈다. 그러면서 #p1052103#는 명예를 되찾기 위해서라도 직접 도둑을 잡아줄 테니 기다리라는데... 이 이상의 수사는 #p1052103#에게 맡기면 될 것 같다. #p1061005#에게 그렇게 전하고 기다리라 하자.",
	["2"] = "#p1052103#는 #m103000000#의 도적들은 조금 비열하긴 해도 뭔가를 훔치는 사람들은 아니라고 버럭 화를 냈다. 그러면서 #p1052103#는 명예를 되찾기 위해서라도 직접 도둑을 잡아줄 테니 기다리라는데... 이 이상의 수사는 #p1052103#에게 맡기면 될 것 같다. #p1061005#에게 그렇게 전하고 기다리라 하자.",
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end