return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 1052006,
	["startscript"] = "q2219s",
	["quest"] = {{["id"] = 2214, ["state"] = 2}},
	["item"] = {{["id"] = 4031894, ["count"] = 1}},
}
nTable["check1"] = {
	["npc"] = 1052006,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "웅이의 정보",
	["0"] = "#t4031894#에 쓰여 있던 정보대로라면, 제이엠이 말한 정보원에는 #p1052006#도 있는 것 같다. #b#p1052006##k를 찾아가 보자.",
	["1"] = "한참을 수다떨던 #p1052006#는 문득 #o9300003#에 관한 이상한 말을 했다. #o9300003#은 원래부터 커다랬던 것이 아니라, #b성장의 마법약#k에 의해 커져버린 #o210100#이라는데...",
	["2"] = "한참을 수다떨던 #p1052006#는 문득 #o9300003#에 관한 이상한 말을 했다. #o9300003#은 원래부터 커다랬던 것이 아니라, #b성장의 마법약#k에 의해 커져버린 #o210100#이라는데...",
	["area"] = 30,
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end