return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 2041004,
	["startscript"] = "q22595s",
	["lvmin"] = 70,
	["quest"] = {{["id"] = 22592, ["state"] = 1}},
	["job"] = {2200, 2210, 2211, 2212, 2213, 2214, 2215, 2216, 2217, 2218},
}
nTable["check1"] = {
	["npc"] = 2041004,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "세 번째 임무의 결과",
	["area"] = 7,
	["0"] = "블랙윙의 임무가 과연 사람들을 돕는 것이었을까? 아니면 우리를 이용하려는 것이었을까. #b#m220000000##k으로 가서 세 번째 임무, #o9300390# 퇴치의 결과를 알아보자.",
	["1"] = "#p2041004#에게 #o9300390#에 대해 묻자 그는 깜짝 놀라며, 목소리를 죽여 #m220000000# 창고를 지키던 문지기가 누군가에게 당해 도둑이 들었다며 절대로 아무에게도 이야기하지 말라고 한다... #r블랙윙은 보물을 훔쳐가기 위해 #o9300390# 퇴치를 지시했던 것이다#k.",
	["2"] = "#p2041004#에게 #o9300390#에 대해 묻자 그는 깜짝 놀라며, 목소리를 죽여 #m220000000# 창고를 지키던 문지기가 누군가에게 당해 도둑이 들었다며 절대로 아무에게도 이야기하지 말라고 한다... #r블랙윙은 보물을 훔쳐가기 위해 #o9300390# 퇴치를 지시했던 것이다#k.",
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end