return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 1013000,
	["lvmin"] = 80,
	["startscript"] = "q22602s",
	["job"] = {2200, 2210, 2211, 2212, 2213, 2214, 2215, 2216, 2217, 2218},
}
nTable["check1"] = {
	["npc"] = 1013000,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "탈피 직후1",
	["area"] = 7,
	["0"] = "레벨 80이 되자 한층 덩치가 커진 #p1013000#가 할 말이 있는 것 같다. #p1013000#에게 말을 걸어 보자.",
	["1"] = "#p1013000#가 성장하면서 탈피해 벗어낸 비늘 중에 드래곤의 힘이 사라지지 않고 남은 것이 있는 모양이다. 새로운 비늘이 생긴 #p1013000#에게는 더 이상 필요가 없다고 하니, 다른 곳에 사용해 보자. #b메이커 스킬#k로 뭔가 만들어 보는 건 어떨까. ",
	["2"] = "#p1013000#가 성장하면서 탈피해 벗어낸 비늘 중에 드래곤의 힘이 사라지지 않고 남은 것이 있는 모양이다. 새로운 비늘이 생긴 #p1013000#에게는 더 이상 필요가 없다고 하니, 다른 곳에 사용해 보자. #b메이커 스킬#k로 뭔가 만들어 보는 건 어떨까. ",
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end