return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 1052103,
	["startscript"] = "q2218s",
	["quest"] = {{["id"] = 2214, ["state"] = 2}},
	["item"] = {{["id"] = 4031894, ["count"] = 1}},
}
nTable["check1"] = {
	["npc"] = 1052103,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "넬라의 정보",
	["0"] = "구겨진 종이조각에 쓰여 있던 정보대로라면, 제이엠이 말한 정보원에는 #p1052103#도 있는 것 같다. #b#p1052103##k를 찾아가 보자.",
	["1"] = "#p1052103#의 말에 의하면 #m103000000# 마을에 있는 마법사 #b#p9020000##k가 요즘 부쩍 불안해 보인다고 한다... 뭔가 음모와 관계가 있는 걸까?",
	["2"] = "#p1052103#의 말에 의하면 #m103000000# 마을에 있는 마법사 #b#p9020000##k가 요즘 부쩍 불안해 보인다고 한다... 뭔가 음모와 관계가 있는 걸까?",
	["area"] = 30,
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end