return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 9000008,
	["startscript"] = "q2216s",
	["quest"] = {{["id"] = 2214, ["state"] = 2}},
	["item"] = {{["id"] = 4031894, ["count"] = 1}},
}
nTable["check1"] = {
	["npc"] = 9000008,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "몽땅따의 정보",
	["0"] = "#t4031894#에 쓰여 있던 정보대로라면, 제이엠이 말한 정보원에는 #p9000008#도 있는 것 같다. #b#p9000008##k를 찾아가 보자.",
	["1"] = "#p9000008#의 말에 의하면 #o6220000#은 #o3110100#와 매우 닮았지만 덩치가 훨씬 크고 마법까지 사용할 줄 아는 것 같다. ...그런데 이 사람, 표준어도 쓸 줄 알잖아?",
	["2"] = "#p9000008#의 말에 의하면 #o6220000#은 #o3110100#와 매우 닮았지만 덩치가 훨씬 크고 마법까지 사용할 줄 아는 것 같다.",
	["area"] = 30,
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end