return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 2020009,
	["startscript"] = "q22594s",
	["lvmin"] = 70,
	["quest"] = {{["id"] = 22592, ["state"] = 1}},
	["job"] = {2200, 2210, 2211, 2212, 2213, 2214, 2215, 2216, 2217, 2218},
}
nTable["check1"] = {
	["npc"] = 2020009,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "두 번째 임무의 결과",
	["area"] = 7,
	["0"] = "블랙윙의 임무가 과연 사람들을 돕는 것이었을까? 아니면 우리를 이용하려는 것이었을까. #b#m211000000##k로 가서 두 번째 임무, 좀비 이빨 수집 후 교환의 결과를 알아보자.",
	["1"] = "#m211000000#의 장로 #p2020009#는 관저 지하실의 열쇠를 복제한 흔적이 있다며, #p2022003#를 의심하고 있지만 증거가 없어 처벌하지 못하고 있다고 한다. #m211000001# 지하실에는 무척 중요한 물건이 있어 엄중 보호 중이라고 한다. #p2022003#에게 받은 그 열쇠가 블랙윙의 손으로 들어간 것이 분명하다. #r#m211000000#에 도움이 될 거라 믿은 일은 블랙윙에게만 도움이 되었다#k.",
	["2"] = "#m211000000#의 장로 #p2020009#는 관저 지하실의 열쇠를 복제한 흔적이 있다며, #p2022003#를 의심하고 있지만 증거가 없어 처벌하지 못하고 있다고 한다. #m211000001# 지하실에는 무척 중요한 물건이 있어 엄중 보호 중이라고 한다. #p2022003#에게 받은 그 열쇠가 블랙윙의 손으로 들어간 것이 분명하다. #r#m211000000#에 도움이 될 거라 믿은 일은 블랙윙에게만 도움이 되었다#k.",
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end