return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 1057006,
	["lvmin"] = 2,
	["normalAutoStart"] = 1,
	["subJobFlags"] = 2,
	["job"] = {0},
}
nTable["check1"] = {
	["npc"] = 1057006,
}
nTable["act0"] = {
	["exp"] = 10,
	["item"] = {
		{["id"] = 1003075, ["count"] = 1}
	},
}
nTable["act1"] = {
	["exp"] = 10,
}
nTable["info"] = {
	["name"] = "듀얼블레이드 - 운명의 각인",
	["area"] = 10,
	["type"] = "[필수]",
	["0"] = "어디선가 부엉이 한 마리가 날아왔다. 정체불명의 누군가가 나에게 보낸 편지를 가지고...",
	["1"] = "어디선가 부엉이 한 마리가 날아왔다. 자신의 이름을 밝히지 않은 누군가가 보낸 편지를 가지고... 편지의 내용은 짤막했다. 듀얼블레이드의 길을 걷기로 한 것을 잊지 말라면서 경고섞인 주의... 이 편지를 보낸 사람은 도대체 누구지? 그는 내가 #e#b9레벨#k#n이 되면 다시 연락하겠다고 했다.\r\n\r\n#b- #h0#에게 -\r\n'크크크...#h0#...잘 지내고 있나? 어설픈 초보자 놀이에 빠져서 자신이 누군지를 잊고 있는 건 아니겠지? #e듀얼블레이드#n로 살아갈 것을 맹세 했던 사실을 절~대 잊으면 안된다고... 우린 곧 다시 만나게 될거야. 9레벨이 되면 내가 다시 연락을 하도록 하지. 걱정마...우린 항상 널 지켜보고 있으니 연락이 안되는 일은 없을거야. 크크크크'\r\n- 널 지켜보고 있는 누군가로부터 -",
	["2"] = "어디선가 부엉이 한 마리가 날아왔다. 자신의 이름을 밝히지 않은 누군가가 보낸 편지를 가지고... 편지의 내용은 짤막했다. 듀얼블레이드의 길을 걷기로 한 것을 잊지 말라면서 경고섞인 주의... 이 편지를 보낸 사람은 도대체 누구지? 그는 내가 #e#b9레벨#k#n이 되면 다시 연락하겠다고 했다.\r\n\r\n#b- #h0#에게 -\r\n'크크크...#h0#...잘 지내고 있나? 어설픈 초보자 놀이에 빠져서 자신이 누군지를 잊고 있는 건 아니겠지? #e듀얼블레이드#n로 살아갈 것을 맹세 했던 사실을 절~대 잊으면 안된다고... 우린 곧 다시 만나게 될거야. 9레벨이 되면 내가 다시 연락을 하도록 하지. 걱정마...우린 항상 널 지켜보고 있으니 연락이 안되는 일은 없을거야. 크크크크'\r\n- 널 지켜보고 있는 누군가로부터 -",
	["autoStart"] = 1,
	["autoPreComplete"] = 1,
	["showEffect"] = "0",
	["rewardSummary"] = "경험치 10\r\n#Wbasic#\r\n#i1003075:# #t1003075:# 1 개\r\n'첫 번째 임무 - 잠입' 퀘스트로 진행 가능\r\n",
}
nTable["say0"] = {
	["base"] = {["1"] = "#b수취인 : #h0#\r\n발신인 : ...#k\r\n\r\n편지를 열어보시겠습니까?", ["2"] = "#b- #e#h0##n에게 -\r\n'크크크...#h0#...잘 지내고 있나? 어설픈 초보자 놀이에 빠져서 자신이 누군지를 잊고 있는 건 아니겠지? #e듀얼블레이드#n로 살아갈 것을 맹세 했던 사실을 절~대 잊으면 안된다고...우린 곧 다시 만나게 될거야. #e9레벨#n이 되면 내가 다시 연락을 하도록 하지. 걱정마...우린 항상 널 지켜보고 있으니 연락이 안되는 일은 없을거야. 크크크크'\r\n- 널 지켜보고 있는 누군가로부터 -"},
	["no"] = {["1"] = "편지를 주머니에 넣어두었습니다."},
}
nTable["say1"] = {
}
return nTable
end