return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 1052001,
	["startscript"] = "q3526s",
	["quest"] = {{["id"] = 3507, ["state"] = 1}},
	["job"] = {400, 410, 411, 412, 420, 421, 422, 430, 431, 432, 433, 434},
}
nTable["check1"] = {
	["npc"] = 1052001,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "잃어버린 추억을 찾아   ",
	["0"] = "관조자의 말에 의하면 잃어버린 추억을 찾으려면 모험을 시작하던 시점에 가야 한다. 모험을 시작하던 시점이라... 그거라면 메이플 아일랜드에서 벗어나 빅토리아 아일랜드에 첫발을 내딛고 전직했던 때가 아닐까? #b#p1052001##k를 찾아가 보자. ",
	["1"] = "오랜만에 #p1052001#를 만났다. 그는 한 때는 미숙한 초보자였던 네가 훌륭한 도적로 성장한 모습을 보게 되어 반갑다며 진심으로 기뻐해 주었다. 너무도 오래된 첫만남을 아직도 기억하는 그를 보니 가슴이 따뜻해지는 것 같다. ",
	["2"] = "오랜만에 #p1052001#를 만났다. 그는 한 때는 미숙한 초보자였던 네가 훌륭한 도적로 성장한 모습을 보게 되어 반갑다며 진심으로 기뻐해 주었다. 너무도 오래된 첫만남을 아직도 기억하는 그를 보니 가슴이 따뜻해지는 것 같다. ",
	["area"] = 46,
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end