return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 1101002,
	["startscript"] = "q3529s",
	["quest"] = {{["id"] = 3507, ["state"] = 1}},
	["job"] = {1100, 1110, 1111, 1112, 1200, 1210, 1211, 1212, 1300, 1310, 1311, 1312, 1400, 1410, 1411, 1412, 1500, 1510, 1511, 1512},
}
nTable["check1"] = {
	["npc"] = 1101002,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "잃어버린 추억을 찾아      ",
	["0"] = "관조자의 말에 의하면 잃어버린 추억을 찾으려면 모험을 시작하던 시점에 가야 한다. 모험을 시작하던 시점이라... 그거라면 에레브에서 벗어나 빅토리아 아일랜드에 첫발을 내딛고 전직했던 때가 아닐까? #b#p1101002##k를 찾아가 보자. ",
	["1"] = "오랜만에 #p1101002#를 만났다. 그는 한 때는 별볼일 없는 노블레스였던 당신이 훌륭한 기사로 성장한 모습을 보게 되어 반갑다며 진심으로 기뻐해 주었다. 너무도 오래된 첫만남을 아직도 기억하는 그를 보니 가슴이 따뜻해지는 것 같다.",
	["2"] = "오랜만에 #p1101002#를 만났다. 그는 한 때는 별볼일 없는 노블레스였던 당신이 훌륭한 기사로 성장한 모습을 보게 되어 반갑다며 진심으로 기뻐해 주었다. 너무도 오래된 첫만남을 아직도 기억하는 그를 보니 가슴이 따뜻해지는 것 같다.",
	["area"] = 46,
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end