return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 1012003,
	["startscript"] = "q3540s",
	["quest"] = {{["id"] = 3507, ["state"] = 1}},
	["job"] = {2200, 2210, 2211, 2212, 2213, 2214, 2215, 2216, 2217, 2218, 2001},
}
nTable["check1"] = {
	["npc"] = 1012003,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "잃어버린 추억을 찾아",
	["area"] = 46,
	["0"] = "관조자의 말에 의하면 잃어버린 추억을 찾으려면 모험을 시작하던 시점에 가야 한다. 모험을 시작하던 시점이라... 그거라면 농장에서 나와 스탄 아저씨께 심부름을 갔던 그 때가 아닐까? #b헤네시스#k 마을의 #b스탄 아저씨#k를 찾아가 보자.",
	["1"] = "오랜만에 스탄 아저씨를 만났다.스탄 아저씨는 농장의 둘째로만 알고 있던 네가 메이플 월드의 영웅이 될 줄 몰랐다며 진심으로 기뻐해 주었다. 그 시절을 아직도 기억하는 스탄 아저씨를 보니 가슴이 따뜻해 지는 것 같다.",
	["2"] = "오랜만에 스탄 아저씨를 만났다.스탄 아저씨는 농장의 둘째로만 알고 있던 네가 메이플 월드의 영웅이 될 줄 몰랐다며 진심으로 기뻐해 주었다. 그 시절을 아직도 기억하는 스탄 아저씨를 보니 가슴이 따뜻해 지는 것 같다.",
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end