return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 1201000,
	["startscript"] = "q3539s",
	["quest"] = {{["id"] = 3507, ["state"] = 1}},
	["job"] = {2000, 2100, 2110, 2111, 2112},
}
nTable["check1"] = {
	["npc"] = 1201000,
}
nTable["act0"] = {
}
nTable["act1"] = {
}
nTable["info"] = {
	["name"] = "잃어버린 추억을 찾아",
	["area"] = 46,
	["0"] = "관조자의 말에 의하면 잃어버린 추억을 찾으려면 모험을 시작하던 시점에 가야 한다. 모험을 시작하던 시점이라... 그거라면 리엔에서 벗어나 빅토리아 아일랜드에 첫발을 내딛고 전직했던 때가 아닐까? #b#p1201000##k를 찾아가 보자. ",
	["1"] = "오랜만에 #p1201000#를 만났다. 리린은 기억도 능력도 없던 당신이 과거의 모습을 찾아가는 것 같다며 진심으로 기뻐해 주었다. 첫만남을 아직도 기억하는 리린을 보니 가슴이 따뜻해지는 것 같다.",
	["2"] = "오랜만에 #p1201000#를 만났다. 리린은 기억도 능력도 없던 당신이 과거의 모습을 찾아가는 것 같다며 진심으로 기뻐해 주었다. 첫만남을 아직도 기억하는 리린을 보니 가슴이 따뜻해지는 것 같다.",
}
nTable["say0"] = {
}
nTable["say1"] = {
}
return nTable
end