return function (self) 
local nTable = {}
nTable["check0"] = {
	["npc"] = 2081500,
	["interval"] = 0,
	["item"] = {{["id"] = 2280003}},
	["job"] = {512, 522},
	["skill"] = {{["id"] = 5221000}, {["id"] = 5121000}},
}
nTable["check1"] = {
	["npc"] = 2081500,
}
nTable["act0"] = {
}
nTable["act1"] = {
	["item"] = {
		{["id"] = 2280003, ["count"] = 1}
	},
}
nTable["info"] = {
	["name"] = "메이플 용사 스킬북",
	["0"] = "메이플 용사 스킬북을 잃어버렸다면 #b#p2081500##k를 찾아가보자.",
	["1"] = "이쯤이면 됐겠지? #b#p2081500##k에게 다시 말을 걸어보자.",
	["2"] = "#b#p2081500##k에게 메이플 용사 스킬북을 다시 받았다.",
	["area"] = 10,
}
nTable["say0"] = {
	["base"] = {["1"] = "젊은 해적이여. 그대는 왜 나를 찾아 왔소?\r\n#L0##b#t2280003#를 잃어버렸습니다.#k#l", ["2"] = "내가 도와주겠소."},
	["yes"] = {["1"] = "내가 자네에게 #t2280003#를 다시 주겠소. 잠시만 기다려 보시오."},
	["no"] = {["1"] = "잘가시오."},
	["stop"] = {
		["0"] = {["answer"] = "1"},
	},
	["ask"] = 1,
}
nTable["say1"] = {
	["base"] = {["1"] = "여기 준비가 되어있소."},
}
return nTable
end